{
    "de": {
        "title": "Histogram",
        "style": "css/custom.css",
        "heading": "Histogram",
        "description": "Für Banken ist es relevant, möglichst genau vorherzusagen, ob ein neuer Kunde einen Kredit mit hoher Wahrscheinlichkeit zurückzahlt oder nicht. Im Finanzwesen wird dazu oft mit Modellen gearbeitet, die jeder Person einen Kreditscore (z. B. der Schufa-Score) zuordnen. Der Kreditscore gibt die Kreditwürdigkeit einer Person an.\n\nIn dieser App verwenden wir vergangene Daten von zahlreichen Kreditanwärter*innen. Von diesen Personen ist der Kreditscore zwischen 0 (Kredit wird eher nicht zurückgezahlt) und 100 (Kredit wird sehr wahrscheinlich zurückgezahlt) bekannt. Zudem ist bekannt, ob die Personen ihren Kredit in der Vergangenheit tatsächlich zurückgezahlt haben.\n\nBevor du mit einem größeren Datensatz arbeitest, wirst du hier zunächst erkunden, wie die Daten aufgebaut sind und wie sie mit Hilfe von Histogrammen visualisiert werden können. In den Histogrammen repräsentiert jeder Punkt eine Person.",
        "dataset1": {
            "heading": "Datensatz 1",
            "description": "Hier ist eine Tabelle mit fiktiven Daten."
        },
        "dataset2": {
            "heading": "Datensatz 2",
            "description": "Hier ist eine weitere Tabelle mit fiktiven Daten."
        },
        "dataset3": {
            "heading": "Datensatz 3",
            "description": "Hier ist eine letzte Tabelle mit fiktiven Daten."
        },
        "dataset1Task": "Welches der folgenden Histogramme A, B oder C repräsentiert die Daten aus der Tabelle? Du kannst die Tabelle nach Namen oder Kreditscore sortieren, indem du auf den Titel der jeweiligen Spalte klickst. Scrolle durch die Tabelle, um alle Einträge zu sehen. Notiere deine Antwort.",
        "dataset2Task": "Welches dieser Histogramme ist das richtige?",
        "dataset3Task": "Welches dieser Histogramme ist das richtige?",
        "task": "Aufgabe",
        "optionA": "Option A",
        "optionB": "Option B",
        "optionC": "Option C"
    },
    "en": {
        "title": "Histogram",
        "style": "css/custom.css",
        "heading": "Histogram",
        "description": "It is important for banks to accurately predict whether a new customer is likely to repay a loan. In finance, models are often used that assign each person a credit score (e.g., the Schufa score). The credit score indicates a person's creditworthiness.\n\nIn this app, we use historical data from numerous loan applicants. For these individuals, the credit score is known to range between 0 (loan is unlikely to be repaid) and 100 (loan is very likely to be repaid). Additionally, it is known whether the individuals actually repaid their loans in the past.\n\nBefore you work with a larger dataset, you will first explore how the data is structured and how it can be visualized using histograms. In the histograms, each point represents one person.",
        "dataset1": {
            "heading": "Dataset 1",
            "description": "Here is a table with fictional data."
        },
        "dataset2": {
            "heading": "Dataset 2",
            "description": "Here is another table with fictional data."
        },
        "dataset3": {
            "heading": "Dataset 3",
            "description": "Here is a final table with fictional data."
        },
        "dataset1Task": "Which of the following histograms A, B, or C represents the data from the table? You can sort the table by name or credit score by clicking on the header of the respective column. Scroll through the table to see all entries. Record your answer.",
        "dataset2Task": "Which of these histograms is the correct one?",
        "dataset3Task": "Which of these histograms is the correct one?",
        "task": "Task",
        "optionA": "Option A",
        "optionB": "Option B",
        "optionC": "Option C"
    }
}